RRPairs_current/getNewToken-req.xml

<?xml version="1.0" encoding="UTF-8"?>
<soapenv:Envelope xmlns:soapenv="http://schemas.xmlsoap.org/soap/envelope/" xmlns:xsd="http://www.w3.org/2001/XMLSchema" xmlns:xsi="http://www.w3.org/2001/XMLSchema-instance">
    <soapenv:Body>
        <getNewToken xmlns="http://ejb3.examples.itko.com/">
            <username xmlns="">natelee</username>
            <password xmlns="">abc123</password>
        </getNewToken>
    </soapenv:Body>
</soapenv:Envelope>